Revit 2027 API
SATExportOptions Constructor
 Constructs a new instance of SATImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SATExportOptions()
Public Sub New
public:
SATExportOptions()
new : unit -> SATExportOptions
See Also
Reference
SATExportOptions Class
SATExportOptions Overload
Autodesk.Revit.DB Namespace